<|line_break|>
you
i
the
and
to
me
a
<|verse_break|>
my
it
in
i'm
your
that
on
of
love
be
all
don't
like
know
for
oh
is
we
so
but
just
up
with
this
it's
yeah
baby
no
got
what
do
when
get
can
now
if
you're
go
out
was
want
down
one
<|endoftext|>
<|startoftext|>
not
never
they
can't
let
come
say
see
make
time
wanna
are
back
take
'cause
have
she
at
way
need
how
i'll
ain't
feel
from
gonna
girl
right
tell
night
been
her
he
could
will
here
as
heart
life
there
give
away
more
about
think
that's
keep
good
i've
where
ooh
only
hey
day
too
why
man
little
some
who
won't
la
around
every
said
still
look
then
over
through
by
would
or
had
tonight
ever
am
there's
boy
off
world
them
put
well
us
again
always
our
gotta
better
we're
long
home
were
eyes
stop
nothing
ya
shit
'em
bad
really
hold
these
mind
even
than
everything
things
thing
hard
did
something
him
his
stay
find
you'll
call
leave
try
let's
real
show
run
into
new
going
hear
gone
dance
an
made
money
much
believe
before
alone
uh
light
should
face
i’m
break
cause
turn
i'd
walk
last
talk
please
bitch
ah
myself
without
feeling
she's
live
play
girls
hands
name
another
fall
body
mine
looking
same
own
na
head
left
best
you've
crazy
cry
big
inside
yes
enough
coming
touch
song
y'all
alright
other
wrong
maybe
because
rain
two
high
change
young
lost
wish
hand
used
work
thought
people
place
gon'
kiss
didn't
end
told
watch
someone
wait
together
don’t
nobody
free
old
everybody
care
forever
what's
side
god
first
die
he's
mean
somebody
dream
while
remember
knew
waiting
hit
done
ready
bring
'bout
came
ride
hope
game
lonely
sweet
fire
might
lights
move
whoa
black
babe
their
guess
lose
true
those
comes
trying
stand
goes
getting
has
party
da
we'll
start
yo
'til
town
fly
days
else
boys
sky
dreams
close
friends
yourself
cold
sun
music
far
next
woman
sorry
sing
beautiful
beat
miss
honey
many
forget
help
door
living
thinking
bitches
okay
hot
i'ma
soul
feels
fight
must
understand
open
found
rock
times
hurt
it’s
sometimes
oh-oh
pretty
friend
though
pain
floor
smile
seen
took
sleep
until
heard
words
whole
dark
under
street
after
knows
lie
once
fine
top
line
makes
hate
running
hair
anything
blue
matter
shake
gave
sure
kind
goodbye
eh
christmas
may
couldn't
morning
truth
they're
late
save
damn
born
meet
room
any
deep
happy
listen
wanted
tears
mama
chance
since
house
tryna
anymore
road
arms
stars
making
lot
ask
falling
doing
roll
blow
easy
check
city
gimme
white
each
went
you'd
shine
c'mon
sound
saw
sick
mad
behind
broken
promise
air
hell
slow
bed
felt
ass
you’re
loving
uh-huh
part
woah
fun
tried
strong
being
wake
talking
does
dirty
saying
red
car
lies
phone
cool
fool
boom
tight
lay
mmm
daddy
nice
wonder
breathe
ground
darling
star
standing
cut
feet
we've
perfect
lips
set
alive
heaven
pull
such
years
moment
catch
along
both
club
trust
burn
reason
pay
drop
wasn't
loved
step
huh
till
three
today
guy
who's
throw
pop
bit
lord
drive
dancing
control
soon
wild
caught
woo
different
flow
worth
already
wouldn't
word
whatever
sad
fast
afraid
follow
nights
most
can’t
hide
dead
comin'
lady
apart
low
very
walking
ring
bright
summer
lover
queen
taste
rap
met
wind
front
isn't
pick
ha
blood
'round
seems
scared
lookin'
its
taking
gets
kill
full
uhh
doesn't
straight
calling
jigga
everyone
million
tired
says
learn
between
yet
bang
gold
water
gettin'
feelin'
called
act
son
worry
past
trouble
started
goin'
jump
shot
loves
skin
king
leaving
tomorrow
drink
less
york
picture
speak
ladies
angel
stupid
hello
watching
singing
pray
playing
broke
wants
nothin'
sexy
gun
moving
reach
win
thank
dj
eye
rise
write
known
rest
read
takes
mouth
2015
nicki
sit
second
giving
rich
someday
above
hearts
swear
outside
clothes
sex
half
wall
finally
moon
tryin'
higher
clear
fame
mirror
knees
bet
year
number
streets
turned
spend
round
shut
yours
pretend
burning
push
voice
grow
funny
across
faith
minute
breath
fell
lovin'
rather
story
anybody
belong
child
point
diamonds
river
seem
ayy
use
stuck
wear
peace
buy
ways
kinda
dress
telling
somethin'
somewhere
fear
future
kids
ice
green
breaking
four
hurts
ohh
war
family
track
power
blame
kid
secret
loud
edge
needed
talkin'
shame
men
joy
train
que
hoes
father
i'mma
bounce
six
thousand
anyone
couple
oh-oh-oh
shoot
losing
mother
crying
closer
usa
ball
treat
land
heat
oooh
middle
great
holding
working
ain’t
stuff
mess
paper
nowhere
miles
should've
eat
answer
piece
school
ho
cannot
against
diamond
glass
everywhere
fake
radio
de
ones
earth
blues
sitting
lucky
knock
problem
i’ll
anytime
changed
shoes
we'd
upon
doin'
bye
empty
mi
sign
smoke
magic
jesus
fade
walked
learned
looks
runnin'
missing
keeps
count
2
ahead
bass
bum
laugh
warm
santa
space
window
blind
having
meant
songs
send
romance
dear
looked
california
corner
lives
means
sea
sugar
mr
scream
almost
favorite
special
happen
fashion
style
darkness
mary
stick
single
fantasy
chick
kick
everyday
anyway
type
sleeping
here's
bought
cash
stone
tear
slowly
hang
needs
pass
waste
places
supposed
brother
held
wishing
which
freedom
fix
probably
cross
dumb
highway
fill
women
love's
played
i’ve
few
walls
small
shining
death
that’s
shout
forgive
brought
block
dog
whenever
brand
ten
share
gaga
spin
ay
grab
carry
least
five
american
bar
question
deal
near
feelings
simple
shots
rush
lead
drunk
chest
brain
dick
ran
it'll
hotter
hundred
4
brooklyn
lying
none
beauty
hood
quick
jay-z
shorty
dem
outta
lift
asking
instead
crowd
3
deserve
underneath
pussy
eh-eh
livin'
we’re
dough
angels
ahh
driving
ba
bigger
chain
holy
worst
rough
welcome
mistakes
shouldn't
woke
everybody's
rules
stronger
explain
record
harder
become
thinkin'
hole
hov
haven't
dry
safe
moves
strange
human
wit
screaming
glow
yesterday
turning
band
drug
spot
case
dreaming
nah
dude
boyfriend
lovers
keeping
fighting
quite
sir
sense
they'll
heavy
prayer
ooh-ooh
given
devil
guys
tree
there’s
later
choose
realize
busy
shadow
seven
key
wave
wine
freak
handle
oh-oh-oh-oh-oh
job
lately
turns
twice
ago
wings
memories
figure
numb
prove
asked
killing
flying
clap
attention
won’t
dying
week
cars
sight
1
somehow
guitar
storm
kept
hanging
ma
strength
doubt
laughing
heartbreak
waitin'
snow
news
girlfriend
survive
weak
doo
guns
hoping
jay
‘cause
fact
clean
crack
plus
dust
scene
falls
longer
seat
dare
happened
starts
spit
games
addicted
b
fit
buck
silver
surprise
ocean
wide
taken
unless
chill
kisses
dirt
wife
cover
bones
hov'
bottle
dig
children
sayin'
smell
thoughts
wherever
sin
tall
business
silence
roc
pride
state
clouds
regret
revenge
quit
hallelujah
jeans
trees
spinning
searching
rockstar
champagne
showed
rolling
begin
lcve
weight
rhythm
alarm
haters
movie
sent
filled
album
stranger
raise
pum
insane
wrap
deeper
bow
fever
ends
fat
wrote
sold
price
hours
crew
thunder
hustle
stood
rocking
midnight
she'll
plans
cried
je
amazing
fallin'
honest
build
hotel
chains
exactly
shadows
makin'
sunday
paid
memory
brown
barbie
wondering
birthday
either
staring
poor
anywhere
view
deny
heartbeat
chicks
fancy
winter
bout
nobody's
pink
fingers
tu
respect
boots
ultra
bust
paint
grown
nasty
slip
spirit
escape
team
fresh
sister
hollywood
superstar
golden
history
leaves
rescue
glad
y
lets
hurry
o
neck
brick
plan
tongue
south
gives
beach
pulled
boss
awake
em
drum
seeing
knowing
luck
remind
playin'
happens
bottom
glory
man's
ey
reasons
pieces
fair
quiet
mistake
wonderful
hour
cake
shows
paradise
mum
short
rockin'
oh-oh-oh-oh
box
truck
keys
chase
bag
skies
let’s
kissed
worse
holdin'
dollar
movin'
sunshine
hiding
crime
stare
imagine
homie
rose
chasing
listening
sell
everything's
te
el
holiday
built
adore
proud
erotic
crown
shoulder
dangerous
mhm
burned
dancin'
heels
aye
faces
grace
trip
forgot
paris
tough
lock
could've
he'll
switch
5
wet
double
dressed
animal
whisper
date
holla
lines
likes
finger
spent
dope
es
roc-a-fella
zone
cat
confused
acting
ending
hill
soft
minaj
tour
shoulda
died
daylight
gypsy
test
scars
cream
candy
yellow
letting
beyoncé
greatest
pack
waist
something's
telephone
would've
problems
mile
shall
life's
beg
secrets
locked
6
disappear
where's
cop
yuh
loose
tied
ok
pictures
pocket
twist
watched
teach
distance
weather
message
one's
beating
john
ghost
early
bump
begging
naked
plastic
sounds
sweat
admit
groove
written
yea
heart's
rising
super
rapper
london
worried
tv
traveling
jack
west
foot
dreamed
hoo
list
–
heal
hopeless
en
satisfied
suit
pound
runway
dum
takin'
poison
pressure
calls
im
downtown
mountain
lo
waves
book
letter
billy
begun
onto
liar
emotions
art
tellin'
mood
spread
mister
uh-uh
u
building
riding
beats
bags
chorus
slay
lil'
applause
merry
unconscious
closed
color
lesson
roman
halo
dudes
mercy
raised
friday
flame
didn’t
beyond
ear
she’s
melt
counting
brothers
fears
drinking
rappers
givin'
dad
darlin'
rings
america
dollars
sheets
thanks
lied
evil
steal
promised
happiness
baby's
beginning
country
ayo
roof
taught
limit
mom
brings
asleep
bite
law
nine
hips
bleed
hung
others
desire
north
cruel
beneath
drama
hungry
you’ll
blows
evening
cherry
lovely
sha
choice
shirt
lil
noise
smoking
sisters
signs
&
spell
teeth
field
wasted
thug
judge
nature
s
park
blowing
bird
older
di
hush
pants
fault
slave
pour
moved
grind
bridge
twisted
won
momma
knife
laid
grew
hits
silly
rollin'
legs
disco
kitchen
coast
baddest
le
waited
lived
matters
shy
planet
flowers
brave
person
doors
standin'
sand
breathing
grass
hoe
careful
flames
breaks
weekend
lane
bells
battle
curse
suck
missed
cities
walkin'
guilty
lipstick
represent
dawn
september
monster
willing
climb
table
v
arm
workin'
toes
blazin'
drinks
la-la
wanting
plays
roses
miracle
se
sip
ow
un
verse
funk
i’d
conversation
stones
hmm
murder
church
folks
bullshit
match
thin
hero
stage
vision
whoop
finish
soldier
disguise
sat
purple
treasure
honestly
december
surrender
marry
repeat
changing
lifetime
doctor
garden
east
colors
blah
sorrow
weren't
class
amen
that'll
poppin'
trigger
difference
laying
trick
liked
promises
callin'
often
tie
rocks
except
sticks
clock
enemy
threw
worked
bitter
wash
daughter
ugh
hah
touched
express
race
cryin'
sweeter
burns
naughty
grand
hop
risk
runs
someone's
woohoo
raw
cute
stopped
speed
hurting
wearing
saturday
lit
happening
cup
chances
vogue
h
drugs
carter
stayed
kissing
company
he'd
beside
tells
within
trap
saved
writing
blessed
slide
twenty
weed
grey
circle
stole
moonlight
bell
voices
faded
oo
mmm-mmm
sittin'
whose
famous
yup
flip
questions
wheel
pleasure
pa
suddenly
claus
drown
celebrate
decide
mix
bars
walks
lovegame
stories
ugly
lick
hook
i-i
expect
motion
shines
action
bedroom
eight
thick
sees
bank
justify
june
excuse
g
cares
bone
reality
biggest
ease
calm
comfort
touching
imma
waking
material
cards
recognize
wrapped
nothing's
haha
glitter
july
goddamn
faster
leather
boo
e
he’s
blew
what’s
desert
you’ve
path
warning
whip
world's
search
fools
drove
return
married
ill
steps
wrist
august
begins
refuse
flight
camera
owe
army
jealous
feed
self
minds
simply
losin'
danger
page
station
score
although
mission
focus
mystery
cure
cops
stress
whether
coke
cheap
rule
ruin
ohhh
foolish
works
fans
hall
killer
rhyme
universe
ourselves
shaking
breeze
sinking
season
ignore
ghetto
records
windows
yah
marcy
um
perfectly
yasss
8
crash
tip
impossible
presidents
jimmy
swag
private
sober
flash
thief
hol'
attitude
nose
passed
passion
gangsta
gift
louder
ticket
energy
island
tracks
truly
reputation
card
circles
'till
hi
drag
vo
mama-sa
steady
bottles
gas
months
praying
dime
bullet
9
picked
hardly
machine
mama-say
ma-ma-ko-ssa
champion
eating
names
steel
melody
bodies
shawty
wayne
thang
rip
squeeze
rainy
swore
fan
cats
somebody's
direction
behave
shop
torn
drowning
certain
they've
viva
passing
click
lean
shooting
video
burnin'
pouring
herself
grave
cost
bringing
course
player
mall
mark
growing
regrets
joke
bay
precious
ya'll
selfish
smiling
rcmance
be-dum
neon
meaning
plane
blown
sweetest
victim
frozen
troubles
wasting
innocent
order
mornin'
woods
ah-ah
f
sunlight
mystified
rude
pushing
further
notice
bound
loneliness
linger
et
god's
ti
fortune
believed
cloud
mm
drew
misery
ooo
dragon
’cause
dreamlover
mami
fate
queens
bless
plenty
ridin'
saint
sparks
frame
rocky
sunny
headed
hangin'
solo
silent
slipping
lightning
bus
piano
10
rub
winner
attack
bend
oh-oh-oh-oh-oh-oh-oh
usher
ye
fought
coffee
must've
flawless
kumpent
monstère
texas
boat
throne
weep
split
advice
palm
fail
serious
platinum
swing
dinner
crawl
gyal
stops
'head
pill
wheels
rider
situation
pose
papa
shade
age
starting
fa
needing
goodbyes
illusion
beef
minutes
ceiling
crib
watchin'
hug
james
physical
sadness
dropped
cherish
jail
20
putting
danced
louis
invisible
mc
relax
lemme
closing
remix
ooh-ooh-ooh
ooh-ooh-ooh-ooh
clair
badoom
actin'
crossed
johnny
bother
princess
courage
numbers
aren't
pimpin'
strike
kings
complicated
text
hardest
hearing
wow
crush
bomb
thinks
killed
singin'
foreign
cuz
thirsty
heartache
dances
smiles
tease
coat
flows
screen
ours
juice
spending
president
finding
ooooh
strip
dice
bear
jam
patience
exist
aim
remain
bill
beer
enjoy
named
completely
pony
endless
les
food
havin'
wipe
hills
-
staying
proof
kingdom
dancer
fallen
there'll
rah
string
title
chicken
bread
leader
it'd
tore
coupe
shore
below
cries
angry
hammer
add
row
aw
thrill
able
oops
benz
filthy
barely
changes
leavin'
yay
rode
pulling
avenue
moments
press
level
bricks
strings
religion
court
retro
also
range
7
figured
gossip
idea
jacket
emotional
fading
toxic
ne
na-na-na
rope
rent
spark
allow
protect
sipping
shoulders
aside
birds
demo
nervous
butt
haunt
wedding
crashing
doll
electric
believer
pyd
who’s
veins
jet
pair
d
daddy's
lap
j
porch
spanish
pills
liquor
store
hat
border
grip
language
heads
rum
crystal
papi
showing
studio
til
madness
mountains
resist
a-yo
toast
bein'
reckless
girl's
pimp
sons
suicide
si
wonderland
hannah
ray
smart
october
souls
chair
believing
makeup
letters
'fore
charge
shades
yep
12
draw
forth
selling
dip
30
strangers
candle
tender
metal
drift
donald
bieber
sippin'
chose
you's
mic
bands
leg
serve
ate
note
gay
shiny
cuts
flashing
amor
sunset
guitars
freaky
tick
stack
pure
jewels
rolled
drinkin'
slipped
brush
goodnight
22
lyin'
settle
blinded
stopping
clue
gentlemen
dot
incredible
cheese
plain
snap
pretending
extra
demons
smooth
spring
undone
dungeon
pity
bop
vibe
gucci
mama's
darkest
prince
blueprint
usually
dreamin'
tripping
booty
‘em
mend
marilyn
poker
shared
packed
sleeve
clique
z
swallow
c
mo'
bam
ship
whoo
female
sink
throwing
hating
cage
christ
pen
confess
va
she'd
opened
afford
pool
uh-oh
underground
2019
papers
complete
jersey
became
map
saving
flew
madre
butterfly
ich
schleiban
aus-be
aus-can-be
flaugen
bcby
drivin'
youth
ego
wise
toy
hova
whiskey
creep
bloody
tighter
insecure
hooker
perfume
whispered
credit
lame
trash
fed
describe
size
freeze
french
hopes
jockin'
messed
dive
bleeding
traffic
comfortable
twilight
began
hometown
strung
tik
horse
captain
chris
breakin'
pat
spotlight
bobby
witness
kicked
weeks
vegas
o'clock
sake
pale
ooh-ooh-ooh-ooh-ooh
drives
kitty
gang
master
nope
support
shoe
version
travel
understanding
replace
britney
erase
blonde
freaking
answers
dont
cast
starlight
austa
apologize
system
using
joe
learning
blank
heavenly
horses
raining
who'll
xo
players
slippin'
drops
swim
fields
izz-o
izz-a
cell
jumping
seemed
alejandro
pot
ears
trippin'
50
missin'
bunch
sins
county
kills
sinner
collide
bored
speakers
jane
painted
holes
childish
nation
birth
younger
mike
lip
gather
dies
seconds
reminder
tables
drip
vip
realized
s-s-s
m-m-m
thugs
common
shawn
forgiveness
wire
pillow
blast
easily
miami
shape
venus
cigarette
sail
grows
restless
floating
monsters
envision
roads
bleek
finished
harm
beast
greedy
hip
l
softly
kicks
ghosts
summer's
center
tune
join
worries
oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh
phresh
hustlers
important
x
talked
weird
breakfast
scary
los
force
ringing
heavens
covered
grease
holds
spoken
swimming
wonders
confusion
ella
disturbia
jungle
wood
su
triple
laughter
actually
issues
peter
gray
sunrise
yeah-yeah
presents
'neath
dans
release
destiny
success
prize
drawn
rainbow
reaching
wit'
por
gentle
obsessed
outrageous
gambino
meets
accept
à
weapon
model
public
yo'
yard
ended
belly
everyone's
slick
na-na-na-na
towards
breathin'
throat
third
turnin'
understands
guide
movies
rains
haunted
distant
tú
romeo
kindness
why'd
michael
fam
tape
monday
hoodie
fish
beam
flag
mack
mother's
whistle
body's
worlds
understood
they'd
we’ll
bah
don't-cha
spite
nails
expensive
hustler
closet
judas
speaking
imagination
possible
uptown
wack
blowin'
toe
led
cap
thankful
ex
18
tattoo
satisfaction
medicine
marching
everytime
disease
affection
we’ve
i-i-i
'n'
ah-ah-ah
la-la-la
cured
paul
appreciate
rewind
honesty
legacy
st
boring
powder
april
lots
sundown
wished
/
prisoner
brighter
wore
champions
bling
clown
shook
vain
final
granted
sleepin'
intentions
seek
sexual
dat
couch
clearly
ecstasy
milk
bare
good-bye
swinging
drifting
valley
afternoon
fairytale
tuesday
ra-ra-ah-ah-ah
coulda
dyin'
mask
blaze
m
enemies
scoop
sauce
tea
prison
scar
winning
pole
bubble
ashamed
rebel
lasts
mí
replay
cigarettes
pas
cookies
bodied
pockets
babies
flood
zero
presence
gorgeous
killin'
embrace
ordinary
himself
gangster
bullets
november
damage
tricks
stands
mistletoe
causing
lonesome
romantic
bish
code
parade
trade
natural
skirt
maybach
forward
saints
stolen
fifth
dan
glasses
faithful
soldiers
reached
excited
thrown
tock
visions
washes
autumn
crowded
evelyn
compare
fellas
jean
preacher
gods
parts
ties
guard
decided
anger
leads
driver
spoke
rolls
shed
competition
posted
radar
sits
fades
aah
tonight's
caressing
da-da-doo-doot-n
bidi
erotica
100
biggie
rapping
tom
eventually
mac
bee
pie
chrome
lazy
classic
climbing
surely
rage
starving
madonna
pushed
lower
terrified
protection
cameras
police
ford
waters
knocked
lotta
argue
handsome
hottest
lee
wicked
quarter
slept
blink
why's
teacher
tennessee
fantasies
rome
innocence
atlanta
catching
cheer
rims
rhymes
chillin'
cruise
shakin'
sandy
mars
destroy
patient
rushing
ton
las
soy
march
cock
role
buying
washed
seein'
struggle
industry
popping
joint
winds
cheek
main
spinnin'
suggest
tearing
what'd
following
bind
hasn't
murda
weakness
diving
stairs
hypnotized
endorse
santa's
toys
cook
planned
shower
flower
screw
buddy
teenage
france
c'est
delicate
rihanna
facts
riches
damned
bible
forgotten
prayed
film
seed
cough
sang
nerve
p
hum
especially
skinny
skip
desperate
rocket
hurricane
reminds
rooms
i’ma
sidewalk
bathroom
tide
covers
trance
raah
neighborhood
present
blessings
picking
checks
realest
al
twerk
neither
whoever
don
todo
mention
sam
trace
loaded
quicker
showin'
salt
goin
colder
greater
slam
checking
pulls
runaway
seas
swish
la-la-la-la
womanizer
piss
scratch
due
whips
clip
projects
sides
pump
seats
royalty
g's
false
droppin'
paying
violence
decisions
inch
tap
lake
cling
jealousy
couldn’t
charm
quicksand
whatchu
buzz
poses
parking
backstreets
mmmmmm
freehold
é
mah
burqa
artpop
bla
kyuh
mun-mun-muny
apple
eve
culture
pops
modern
stacks
puff
celebration
talks
cadillac
permanent
ashes
devil's
victory
remains
themselves
quickly
journey
personal
sooner
smash
night's
mmmm
reflection
oughta
da-da
sleigh
messing
más
magical
getaway
rivers
oooooh
sings
emptiness
wildest
heartbreaker
να
repress
liberty
pardon
stomach
regular
affair
seasons
smokin'
pon
chips
kicking
amount
england
laughs
beggin'
slim
knocking
tags
jag
smack
fired
boulevard
cared
ding
tame
sentimental
longing
eternity
curves
doo-doo-doo
trunk
magazine
bun
westside
hella
grill
treated
relationship
reading
perfection
40
separate
plate
taylor
spare
tan
circus
boi
drowned
whispers
x2
dorado
ache
heaven's
lifted
pumps
tattoos
lungs
mixed
shopping
gon
broad
millions
partner
major
balls
lookin
backwards
roar
globe
lighter
cousin
bra
defeat
crawling
solve
rare
shotgun
voodoo
belt
bury
thee
explode
strippers
zonin'
easier
mighty
connection
fooled
teardrops
ticking
rejoice
ah-ah-ah-ah
m-my
swan
umbrella
curtains
position
parents
houston
jumped
sort
connect
appetite
knee
soda
rover
claim
peek
sword
seventeen
flat
wreck
ought
solid
envy
shattered
crave
crumble
lover's
forest
spirits
highest
you’d
salute
swine
screamin'
dash
surrounded
peep
square
focused
automatic
fights
tempo
bills
followed
ropes
nada
leading
experience
boogie
savior
belongs
thighs
summertime
thats
local
ribbons
moi
aren’t
papa-paparazzi
posh
glue
beez
oh-a
virgin
sleeps
fruit
choices
hated
billion
flesh
beep
southern
legend
clubs
como
grateful
pace
buried
dogs
puttin'
proper
horn
slut
daydream
tossed
nightmare
bye-bye
weary
else's
aching
tiny
thursday
bon
australia
homeless
engine
fits
sacrifice
stares
threat
stays
rat
favor
wasn’t
prayin'
lace
cheating
shelf
halfway
denim
prayers
drums
rainbow's
flown
bride
janey
17
rooftop
goddess
commotion
po-po-po-poker
nous
copy
aaah
concrete
miracles
invited
butter
bentley
surprised
rides
shady
humble
rubber
24
y’all
reign
continue
hunger
sweater
flavor
bicycle
senses
waving
inspired
load
visit
strawberry
gravity
nurse
criminal
whatcha
gently
smiled
mary's
cowboy
canada
aura
na-na-na-na-na
dominoes
para-para-paradise
hatnin'
corners
lisa
jewelry
internet
anthem
homies
divine
time's
chasin'
toss
hype
purpose
decision
ol'
gate
jumpin'
chicago
roulette
lullaby
emotion
traveled
dizzy
footsteps
déjà
stealing
jesse
ladder
mansion
speechless
reel
drake
uske-be
splendor
float
twin
china
service
loss
guaranteed
keepin'
changin'
con
chills
rumors
whispering
month
chosen
highs
icy
fountain
waterfall
bom
psycho
stash
hip-hop
sympathy
agree
screams
gates
pressed
rear
surface
necessary
du
jordan
label
government
heroes
recall
inspiration
hou-
lust
artist
steam
21
lessons
mariah
awhile
tiger
mon
dedicated
fourth
unknown
chat
fingertips
dynamite
velvet
a-p-p-l-a-u-s-e
ale-alejandro
scheiße
ma-ma-ma-manicure
glove
project
cracks
popped
form
angeles
hopin'
yell
prepared
post
office
knockin'
monkey
conscience
itself
n
t
trips
racing
speaks
tag
pullin'
wound
conquer
disaster
vacation
swallowed
hesitate
mercedes
11
woulda
castle
memphis
freeway
ha-ya
appear
hatin'
wee
raps
roots
fold
fo'
cheat
odds
dame
copped
layin'
practice
reaction
healing
sets
relive
desperately
bites
familiar
bombs
slap
nick
heading
allowed
nina
sung
oh-oh-oh-oh-oh-oh
suffering
monroe
jerusalem
lang
bennie
thirty
lobby
harlem
cab
impress
che
helped
parties
tragic
homes
fence
amour
other's
lung
rep
panties
freaks
longest
opinion
believes
justin
neighbors
notes
bittersweet
degrees
tunnel
laughed
rainbows
gentleman
digging
pounding
confident
doorway
breathless
georgia
fearless
fi
diary
anaconda
freakshow
throwin'
definitely
iron
spray
rappin'
wins
mrs
tone
rid
honor
prepare
japan
jets
ridiculous
dishes
roam
gifts
hooked
911
fixed
stretch
mistress
--
waits
ii
constantly
barrel
how's
squad
boy's
mommy
sleazy
substitute
fifty
vu
worship
non
freakin'
funky
curious
butterflies
caution
doubts
mud
cain
salvation
shanghai
veux
applause-plause
naomi
paparazzi
illest
tattooed
sneak
lyrics
relate
average
cocaine
eatin'
amnesia
board
drippin'
sneakers
carried
patiently
askin'
dim
jackson
cris'
hopped
delicious
tim
hittin'
r
mo
friend's
complain
drummer
fifteen
meal
lucy
16
sean
create
design
adam
party's
carries
candles
i'm-a
daisies
mistaken
mwah
hmm-hmm
trapped
pistol
created
karma
revolution
frontin'
dealer
apologies
wishin'
introduce
—
tops
defense
chilling
upset
ai
struck
duck
swagger
books
feeding
sixteen
umm
aware
snatch
mirrors
ripped
preach
sending
sé
loser
desires
alley
asks
confidence
fantastic
rob
spill
aww
childhood
reveal
microphone
habit
bucks
shelter
nuh
volume
mothers
assume
prime
conquered
infinity
nuts
weezy
stepped
net
phantom
spitting
duh
trail
attached
drain
worn
artists
lows
stranded
t-shirt
undress
signed
symphony
depend
deepest
temptation
thread
wears
ce
stephen
ehh
aiming
sommes
web
doop
holler
hustlin'
bucket
madison
roller
elvis
blocks
wishes
pounds
feelin
muscle
feather
mentally
naturally
balcony
flippin'
widow
discover
chanel
orleans
movin
safety
singer
discovered
alcohol
friendship
oakland
heartless
gettin
hears
swept
•
listened
unwind
juliet
muzzle
rendezvous
tangled
plastique
shitted
reindeer
misunderstood
sirens
percent
hahahaha
losers
feds
creation
ballin'
caused
pause
deals
daughters
forced
nearly
sucks
dropping
trial
demand
nail
hitting
bent
ricky
forbidden
seal
clearer
waitin’
hay
helpless
daniel
coal
philadelphia
hadn't
they’re
jamaica
ganja
tão
shoo
bob
gat
frustrated
armor
large
socks
flyin'
glock
status
prada
shit's
ms
pimps
ceilin'
career
hallway
stray
stores
earned
sacred
loot
latest
hahaha
thy
western
payback
wednesday
cheeks
fighter
muse
sting
headlights
lone
day's
sway
flies
doesn’t
subway
strut
ya'
roxanne
faz
roma-roma-ma
bubb
woo-hoo
cupid
vie
chaos
merain
sheesh
y-y-you
s-s-someday
bustin'
ha-ha
martin
shackled
encore
blueberry
summers
how'd
'cross
dean
undercover
hides
cha
warned
grade
untouchable
yall
animals
dusty
zoom
jokes
upside
today's
fabulous
'cuz
mysterious
marvelous
psychotic
permission
manicured
la-la-la-la-la-la-la
oh-woah
hallucinate
shoop
cliché
og
sellin'
molly
vote
usin'
ace
knowledge
spendin'
lunch
arrive
ambition
stunt
information
burden
deck
earn
involved
hid
shift
scare
noticed
husband
base
facing
folk
legendary
drank
union
tokyo
lighting
gin
mold
jockin'-jockin'
dc
harmony
people's
stream
para
outer
bliss
setting
earthquake
sleepless
bitterness
yearning
buttons
matches
ga
conversations
telephoning
juda-as
joanne
ra-pa-pum-pum
lo-oaded
hanky
triumphant
treble
na-na
amo
city's
sailing
bi
bowl
goals
hurtin'
ruthless
pickin'
laughin'
laced
tower
versace
borrow
capital
tryin
wing
dimes
paranoid
tragedy
hunnid
o's
shooter
league
disappeared
sticky
loco
pro
david
doin
burnt
exit
difficult
leap
dripping
magazines
choke
hire
guarantee
wrists
basement
father's
messin'
curtain
provide
offer
retire
wop
snake
echo
15
yesterday's
trusted
hidden
hypnotic
insecurities
crazier
ooh-ah
superstars
holland
gostoso
13
sigel
friendly
guts
link
uncle
skills
deliver
geah
gain
yellin'
deuce
vicious
thirst
revolver
clowns
oww
petty
dawg
growin'
rounds
addiction
purse
nothin
shock
no-oh
despair
meeting
sinners
kelly
obvious
diddy
k
una
voy
mexico
breakdown
everlasting
tamed
becomes
breakaway
il
normal
panky
motherland
dum-dum-dum
ooh-whoa
prosecution
alyssa
outlaw
fairy
spiritual
generation
biz
gs
frank
painting
nightmares
pies
cue
bastards
tougher
throwback
diss
digits
garage
brooklyn's
finest
sho'
figures
swift
lou
melodies
lack
talent
punch
crossing
peak
bold
gots
mind's
meat
chickens
secretly
supply
crooked
sweating
ta
tuck
doves
phase
equals
cum
eres
haze
tries
ruled
awful
puts
linda
channels
wah
whoah
kissin'
stumble
14
oooo
panic
wetter
amistad
rainin'
cravings
maria
lawyer
switched
nas
pitch
steve
billionaire
verses
math
ave
thumb
collar
naw
inner
successful
fist
listenin'
mixtape
mane
tucked
ignorant
wendy
banging
savage
sale
clutch
bond
becoming
peaceful
blessing
gon’
entertain
penny
tool
downs
helping
sh—
horizon
taxi
stained
tienes
united
finds
invitation
fuse
pero
remembering
wandering
borderline
fills
vow
masquerade
evidence
shouting
needle
pennsylvania
deceiving
i-i-i-i
starstruck
po-po-poker
solidarity
lo-o-ove
shocking
murderer
uzmi
batches
bail
ink
8th
ed
route
superhero
tout
broads
drought
guilt
security
heh
bid
sofa
brains
truths
cracked
van
stock
choir
tension
id
wounds
flaws
pissed
replaced
mines
basically
song's
sprung
actions
quietly
disgusting
gotten
owns
jerk
flashback
whoa-oh
orange
chimney
lion
shh
quiero
year's
pages
sky's
toll
excite
suitcase
attraction
wallet
eden
oxygen
wrecking
draggin'
soar
giddy-up
battles
bang-bang
dopeman
compares
evita
unfair
masterpiece
oil
gutter
flyer
flex
wisdom
image
poetry
dues
awesome
mom's
lemon
opportunity
porsche
wealth
handed
apartment
overseas
equal
mamis
corazón
study
health
suffer
tend
routine
serving
tale
plant
san
justice
lingerie
episode
punk
troubled
fendi
factory
soap
warrior
26
underwear
craving
guessing
compete
slips
fascinated
woah-oh
goodness
cups
whore
reward
disagree
lemonade
anna
mm-mm
des
eh-eh-eh
babylon
j-j-just
ma-ma-ma-marry
chin
whataya
με
upgrade
diva
luv
woah-oh-oh-oh
wantin'
mustapha
j'ai
broadway
baller
ruined
fox
vest
pan
necklace
society
tidal
shell
weave
seventh
dynasty
pumping
greed
floss
button
college
warn
background
concentrate
fitted
smith
faking
particular
cocky
deaf
pow
spine
sí
filling
illusions
wander
satisfy
stormy
raincoat
banks
settled
thorns
satellite
they’ll
curl
lounge
une
dutty
auld
tooth
trill
international
99
balling
clyde
pourin'
oven
labels
alien
phones
audience
jeep
greener
spittin'
rosé
chinese
worthy
several
tires
perspective
reply
commercial
violent
goal
original
pushin'
cooking
balance
english
homework
busted
defend
sickness
issue
pleaseyou
relief
‘bout
creeping
ima
destined
disappears
oklahoma
muddy
nashville
apology
devotion
typical
stayin'
nos
toronto
trashy
roma
roma-ma
üske
qui
doo-doo-doo-doo
mannequin
spanky
chromatica
negative
right-right
lewinsky
roger
yikes
mais
needy
oro
butterscotch
mil'
photo
blade
lexus
sharp
garbage
forgiven
devils
stuntin'
miley
knives
succeed
reminisce
machines
shinin'
naive
suppose
fully
ideas
kickin'
bike
wassup
independent
farewell
bangin'
gangstas
thangs
titties
dr
reload
lawn
tumbling
seeds
motel
gravy
enter
playin
vivir
glowing
ser
así
brokenhearted
guiding
command
daisy
henry
señorita
ohio
tasted
serenade
dinosaur
patch
pearls
overcome
mes
suis
bleedin'
oh-ho
omaha
designer
glamorous
magnificent
clever
watermelon
released
bubblegum
gosh
mia
nightlife
brightly
cannibal
bumping
faux
25
property
softer
eric
guru
group
music's
closest
maker
pregnant
waitress
indian
points
unforgettable
backseat
however
helps
sentence
sue
bloom
infamous
fetish
florida
proceed
touchin'
explore
prevail
credits
wars
danny
starin'
abandoned
bore
torture
sometime
betty
boardwalk
flowing
ups
magnetic
wolf
willow
sigh
central
farm
searchin'
measure
no-one
harry's
fierce
toi
mcgraw
isn’t
unpredictable
but-bair
d'you
blair
roblox
cruising
temperature
five-o
rumour
instead—
mourn
fiends
screwed
recording
r-o-c
bonnie
'cept
bro
fuss
opposite
supper
genius
progress
dresses
coach
rice
'bach
philly
families
glimpse
adrenaline
bets
den
mattress
appeal
upper
sweep
flick
camp
dallas
receive
junk
strapped
wooh
concerned
cookie
seriously
thicker
sour
bridges
coochie
no-no
passes
certified
bruised
obsession
hoy
aquí
tossing
upstairs
loom
mill
hunter
altar
vietnam
cone
kong
avec
confessions
ew
stadium
munich
lo-lo-love
zombie
bae
unconditional
não
ele
controlla
plug
21st
whom
ratchet
silk
stereo
hollerin'
dealing
liquid
idiot
spades
stakes
winners
daily
chi
spaceship
slumber
demon
emergency
tickets
sore
gushi
jobs
brag
rabbit
stake
freestyle
ribbon
cali
cutting
pipe
fulfill
profit
forgetting
money-cash-hoes
dozen
relationships
pete
superman
max
tee
fog
'less
glance
wondered
spoon
hollow
reminded
fires
chevy
hearted
dong
coaster
whine
hers
bringin'
dreamer
reds
blop
rifle
hangs
wayfarer
untrue
we’d
undo
too-ri-aa
too-ri-oo-ri-oo-ri-aa
stepping
tread
19
social
vanity
washington
colours
racks
minnesota
alice
datdoodeetdoe
hccker
uncool
στην
iconic
go-going
uh-huh-huh-huh
unhappy
oh-whoa
oa
ya-ya-ee
hee
la-la-la-love
a-t
survived
oj
blinding
backs
cotton
hatred
invincible
mona
shirts
houses
mtv
grams
existence
drawer
instagram
nor
funeral
cookin'
videos
shallow
kanye
vintage
product
sow
creole
collect
intuition
compromise
palace
blasting
fiction
tank
heel
coco
pearl
frankie
mellow
tenth
africa
fathers
'i
soaked
defeated
whats
rocker
hun
burst
landing
tramp
genetics
spilled
skyscraper
melts
estoy
ancient
weaker
soothe
totally
sweetheart
aisle
chapel
tin
12th
shield
queenie
smells
careless
yelling
paws
dancefloor
attic
incessantly
rumours
closeup
daydreams
bamba
ke$ha
hola
landed
satin
renegade
media
football
booth
neef
albums
official
chief
stunting
checked
milli
lethal
meek
void
vein
jones
charts
eddie
sport
dots
advantage
entertainment
towns
sicker
plead
frames
fightin'
unlock
sincere
mostly
ken
playa
ho's
maintain
getcha
condo
degree
ignorance
hectic
razor
tastes
mouse
luxury
fashioned
parkin'
kite
chocolate
poured
ignored
gathered
pane
backside
skirts
sun's
em'
hesitation
vez
cmon
photograph
differently
rhiannon
caroline
gal
bunny
nebraska
rainmaker
plains
tucker
existed
humming
dah
girlfriends
science
dollhouse
compliment
cursing
macavity
name's
donatella
pinot
misses
ninja
guzzle
cruella
realness
momče
voli
imperfect
danja
loverboy
laundry
whippin'
hovi
steer
confuse
shits
hunting
cd
hundreds
'caine
among
baggage
plates
driveway
vibes
goat
curb
murdered
reverse
forty
hehehe
teen
dish
mail
woop
throws
headphones
christian
blunt
ting
vanish
foul
a-team
ski
vs
wages
playboy
wolves
likely
grandma
ringin'
therapy
era
wrongs
eternally
stumbling
searched
professional
eighth
sonny
cologne
models
eternal
expected
cancer
stroll
boot
option
poke
bumper
jury
ch
struggling
excuses
destination
rely
hazy
sends
borrowed
rudolph
castles
campfire
jukebox
imagined
sleepy
opens
melting
gasoline
missouri
milky
cartoon
curve
dreamt
blur
firefly
est
uh-uh-uh
touchdown
inna
mat
relieve
brilliance
unright
da-
choosin
jolene
tottie
chuck
ty
casino
rights
poet
consequence
fiend
possibilities
blowed
illuminati
towel
expecting
convinced
treacherous
politics
bathing
carefully
drawers
nines
gambler
kidding
braggin'
kim
driven
mental
coward
imaginary
9th
…
aired
dove
eleven
beanie
scent
parked
stoned
hovito
spits
enigma
acid
iceberg
passenger
hobby
winnin'
detroit
claiming
chairs
mist
blazing
spreading
bat
joking
tips
dee
plea
crowds
bees
chemistry
intoxicate
sanity
overwhelmed
fragile
chained
you'
electricity
galaxy
strikes
prefer
wooden
dna
channel
23
shove
junkman
cardigan
cornelia
healthy
entertaining
babble
ba-ba-babylon
da-da-da-dance
hoo-hoo-hoo-hoo-hoo
bcbe
scheibe
ching
yum
ex-girlfriend
uh-uh-uh-uh
brra-ta-ta-ta
voom
pesos
cos
falter
fooling
berlin
lela
hoo-ah
mi-mi-mi-mind
bath
woman's
tusk
picasso
divide
during
ceo
cheddar
wax
stain
spliff
ibiza
superstition
neighbor
malcolm
shakes
bastard
suits
cycle
thus
eu
ounce
raindrops
sighs
catchin'
ak
remove
leathers
chapter
core
depression
nike
disrespect
hummer
froze
target
dome
snitch
startin'
liking
avoid
intense
shown
surround
slash
actress
comments
ahhh
cannon
lining
commitment
puppet
talkin
favourite
thou
strain
yi
stitches
moses
swerve
raging
habits
wildfire
backyard
vulnerable
lend
bears
tango
broken-hearted
carnival
engines
grabbed
michigan
shiver
storms
c’mon
who'd
cloudy
honeymoon
photographs
6th
obviously
feat
holidays
glamour
where'd
’bout
lordy
lollipop
i’mma
la-la-la-la-la
più
happier
cada
shoo-bee-doo-bee-doo
syne
bougie
cruisin'
license
carrying
grin
views
tuned
pendulum
peeps
commit
speech
obama
market
weigh
blades
richard
snakes
get'cha
bosses
throughout
failure
prey
trophy
brilliant
yacht
ben
doin'—
eighty
torch
rosy
re-up
react
yap
chop
branches
deadly
crawled
achieve
criticize
y'know
coffin
watches
aight
based
acts
bush
tail
indeed
favors
signing
katy
stubborn
stressed
meetings
failed
gotcha
vuitton
sparkling
twelve
impressed
bruise
sudden
idol
lump
tipsy
sayin
defined
nonsense
shorts
congratulations
hater
sheep
@s_c_
doorstep
aaron
pretender
deceive
water's
echoes
taller
dissatisfied
baseball
crosses
badlands
misty
pickup
x3
condition
atmosphere
arrow
pressing
noel
elevator
madly
mе
juda-ah-ah
electronic
ignite
no-no-nobody
beyonce
gcpsy
artpp
janie's
ex—question
tryna'
nin'alu
boy/girl
tko
betch'you
online
critics
arrest
cent
knowin'
planes
nyc
halle
praise
motivation
hopping
phony
trauma
static
casket
yen
orders
sleeves
fried
nickel
lettin'
influence
lanes
fatal
pays
robbed
hammers
hunt
thinkin
approaching
beans
predict
musical
separated
insides
dagger
laser
2010
drill
instrumental
jelly
weekends
arrived
accident
diet
nude
packing
priest
bug
ruining
jaw
wakin'
pin
pilot
fireplace
kinds
nip
phoenix
constant
stride
flock
follows
toward
freezing
wouldn’t
18th
defenses
mis
siempre
independence
airplane
creepin'
unkind
headlong
haunting
pleading
woh
terry
wa
railroad
one-way
warmth
irish
fool's
logic
brat
noose
ma'am
draws
interested
hymn
massive
tomorrow's
darkened
sailor
mmh
afterglow
groovin'
hopelessly
highlight
opinions
ca
jagger
uk
german
pig
li
electrical
σου
boobs
ovo
existing
supernatural
suga
ah-ha
israel
anticipating
christie
honky
dependency
matching
bk
hail
steppin'
duckin'
menace
addict
marriage
knuckles
swings
pad
fresher
photos
complex
coupes
century
gotti
smarter
rotten
tits
noon
dom
sales
louie
def
'96
flow's
gorillas
momma's
complaining
ki
pusher
tennis
approach
source
satan
playmates
knight
arena
wooo
gun's
popular
situations
bull
dancin
jeah
convince
strap
ruff
makin
300
strongest
sneaker
brim
battle's
impression
loosen
something’s
licking
unbelievable
survivors
consider
halls
eats
connected
fifty-seven
television
lifts
fireman
scenes
spies
bothered
mascara
inseparable
here’s
overdrive
creature
climbed
spider
carolina
drifted
ships
disgrace
tutti
frutti
ruddy
barefoot
dug
café
howl
seams
charms
jazz
skyline
fol-did-dle-di-aa
itch
sensation
overnight
charming
whitetown
gym
hoo-hoo
enchanted
pharoh's
drownded
sociedade
alternativa
dressing
gaze
gratitude
wakes
realizing
aura-a-a-a
üste
m-mine
scurvy
screwing
appétit
mini
b-b-bang
barbara
flexin'
questioning
cuando
sheer
sexuality
dušo
fait
lo-o-o-o-o-o-o-love
discotheque
swap
g-e-n-e-t-i-c-s
potential
spilling
patrol
rick
awkward
comme
crews
brakes
emory
statement
kilo
zeros
invented
colorado
dealt
d-boy
sucker
dribble
therefore
portrait
rumble
knocks
righteous
skate
leaf
minor
global
appears
male
discuss
willie
heights
spots
mink
destruction
george
kennedy
dealin'
conceal
worthless
scale
lames
deeply
pac
usual
fronting
unusual
whores
diana
ross
skipping
joan
linen
migrate
clips
nowadays
duke
11th
laws
root
vroom
manners
movements
youtube
terms
flowin'
nerves
endure
useless
per
attracted
cape
dating
another's
movement
dine
growling
challenge
gassed
jock
grain
shoutout
schemes
ditch
lightly
hustla
community
straw
demanding
pimping
harbor
cave
passin'
hughes
reflected
remembers
temporary
fantasize
’til
brief
denied
’em
41
sounding
oceans
pharaoh's
vine
starry
supermarket
occasion
tree's
vous
carve
staircase
request
holly
projected
aphrodite
asian
spears
come-come
buns
religious
snippet
seni
fails
hovering
m-
ram-pa-pa-pam-pam
interrogator
shoots
tec
shined
rinse
bed-stuy
aha
basic
asshole
bench
shatter
knot
bulletproof
wearin'
marie
draft
runner
hopefully
wifey
juan
shitty
ballers
stevie
fakin'
reasonable
mj
deserved
candlelight
scratching
writer
chilly
reap
whattup
breed
account
loyal
buildin'
exchange
chased
lullabies
shark
ransom
yeah-yeah-yeah
invite
lands
cooler
pavement
bums
45
bruce
bono
lifestyle
japanese
dicks
overrated
tracy
stomachs
flashin'
silhouette
countin'
whiplash
estate
breathes
chamber
tickin'
soup
teller
cheated
powerful
sharing
paralyzed
nunca
cavalry
iii
represents
sara
steals
frightened
travelled
meals
flags
countryside
gambling
stockings
poets
freeze-out
canyon
scares
mild
banner
kneel
lai
peaches
flights
maserati
mandolin
5th
24th
ariana
christmases
monologue
panty
squealer
woah-oh-oh-oh-oh-oh-oh
do-do-do-do
candlestick
rowdy
denial
μπορω
stutter
2012
hercules
pedestal
wamables
amy
thorn
cuchi
quality
・
freakum
colour
doo-doo
extremes
laisse
boogie-woogie
sweetener
na-na-na-na-na-na-na
cinderella
shoodoodoo
int
empire
casually
trois
smelling
floors
expose
vocal
tallest
stings
flipped
traded
total
sweats
hoop
shittin'
elevation
twenties
temper
carpet
hospital
thieves
hustling
belief
shells
grindin'
curry
finer
vodka
define
borough
scheme
wagon
teachers
grief
bossy
dolce
proved
limousine
stroke
abuse
stared
crushed
greasy
swizz
beige
trinidad
eagle
everybody’s
unfold
patron
sergeant
beatz
clumsy
calculate
chemical
billie
creek
hatin
terror
dial
smoked
accent
oasis
contact
compassion
speeding
allah
shone
malibu
melted
showdown
thirteen
goose
beaten
survival
paths
brightest
unsaid
happily
surrounds
sails
fireflies
puzzle
tenderness
jenny
sights
wink
notion
sheriff
confession
burnin’
crawlin'
corn
caring
veil
sways
tumble
playground
struttin'
fangs
pennies
flickering
avoiding
passionate
louisiana
amsterdam
10th
images
boudoir
filter
wheeler
catch-22
limits
dressin'
ronnie
oo-oo-oo
wanderlust
unconsciousness
muzik
backpack
worldstar
cont'd
warnin'
saves
yankee
payin'
lined
ages
stew
ménage
perform
mass
cristal
story's
nut
mek
shizzle
nizzle
roaches
badly
prolly
heroin
h-town
4th
nephews
gushy
dublin
reloaded
sweatin'
immature
dubs
firm
function
besides
horns
certainly
winters
moth
shooters
gloves
winter's
chip
25th
village
weapons
richer
prescription
tony
runnin
topic
caving
curls
computer
kansas
nod
ruins
mercury
ro
needin'
virginia
vice
fourteen
memph
committed
divided
starter
cutie
belonged
au
inclined
44
talkin’
italian
intoxicated
an'
dun
rail
blush
devoted
never-ending
scarred
nymp
zoo
sideways
sealed
entire
messages
chord
what'cha
log
moan
stacked
bow-bow-bow-bow-buh-buh-bow
attractive
guest
jailhouse
delight
hollar
roaring
abel
incomplete
candy's
shouted
youngstown
counter
mamma
shuffle
riot
counts
destroyed
believin'
settling
tightrope
canal
powers
temple
one’s
flashes
mourning
rockaway
ronde
13th
prints
woah-woah
intertwined
blurry
slope
crumbling
distraction
ey-eyes
del
thrive
leaders
ooh—ooh—ooh—ooh—ooh
a-
choirs
bikini
fernando
fräulein
da-di-da
mo-mo-mo-monster
ye-ha
hairspray
hoah-oo-woah-oo-woah
rum-pum-pum-pum
reloaded-loaded
kandy
---
doo-doo-mmm
curtain's
lxve
я
bs
barbies
do-do
pointless
effects
centerfold
hiccup-cup
badadadadadadadadadada
και
o-o-o-o-o-o
snip
d-d-dominoes
dang
l-l-lets
dukes
astray
intended
oop
complicate
salomé
jt
whoa-oh-oh-oh-oh-oh-oh
nostalgia
meteorite-ite-ite
nee-e-ed
wig
lighters
soulmate
peel
ceilings
legit
moms
hidin'
stabbed
bully
celebrity
streams
dos
student
comma
claimed
period
shocked
separation
mill'
drizzy
steak
low-low
spoil
package
tricked
cease
eastside
offend
racist
chillin
killers
chloe
priceless
sane
bo
rosie
towers
trump
fiending
sworn
gee
google
slain
creeps
exciting
hehe
script
squeal
worrying
johnson
designed
unnecessary
reflect
subject
guards
crimes
gum
opening
lime
exposed
awards
meantime
holdin
salty
former
sparkle
bracelet
germany
frenzy
bien
theory
interest
finna
hmmm
denying
wonderin'
mal
tengo
tails
trusting
positive
0
twitter
upto
meand
shaken
stripped
broom
yonder
homeward
brake
ridge
riders
junkie
breast
fireworks
pier
arizona
hitch
'n
31
slightly
tempt
mustang
settin'
licks
error
manager
tommy
rutherford
27
realise
thе
vertigo
introducing
tearin'
grigio
texting
quand
reborn
2014
strawberries
twos
heroine
ayy-ayy
trynna
fiendin'
knockout
seduction
bikinis
overtime
keeper
bursting
wiser
zaman
hasta
yee
betcha
woo-woo
clocks
y-o-u
tomber
know-it-all
aliens
reforget
ma-my
my-my-y
kiddin'
nets
lebron
foes
sixty
là
navy
cooked
mississippi
lesbian
crunk
meanwhile
peoples
reefer
thirty-five
scott
vultures
sucka
clay
sendin'
poisoned
stretched
jamaican
sadly
skateboard
jive
states
savin'
speakin'
anyhow
bouncin'
asses
motto
versus
realer
circumstance
funds
lion's
starring
russian
styles
faggot
reads
flooded
stoppin'
lifting
misdemeanor
charles
gabbana
learnin'
possess
fleeting
pepsi
kobe
dummy
tints
spun
millionaire
yoncé
homicide
ny
brother's
slang
flirt
mics
pains
refused
rio
national
charged
gats
arch
doe
rollie
callin
grinding
crisis
strangest
unfaithful
custom
pours
buckle
rucker
pulse
placed
braids
soaking
goons
cowboys
alert
effect
survivor
cigar
90
jodeci
nineteen
celebrating
remedy
fortunate
bumped
casual
ver
fin
chariot
da-da-da-da
now's
tying
repeating
painful
landslide
lowand
womanso
voicejust
needyour
needwoman
diane
blanket
eyed
colored
scattered
cursed
tallahassee
gown
roadside
treating
hates
eggs
thrills
teddy
valentine
guardian
incorporated
29
erie
choked
dragging
forevermore
deserves
mornings
paved
walter
cynthia
touches
'cos
washing
tenderly
compared
giddy
dit
tweet
beaches
capture
gloss
marker
22nd
clara
voting
evergreen
r-replay
care'n
who-who-who-who
unite
unconditionally
bitty
δεν
θα
sagittarius
stains
outweighs
jeannie
hoped
robot
yeah-eh-eh
lea
mujer
puedo
whoa-oh-oh
rubbing
jolly
indefinitely
doy
filles
skrrt
evelyn's
starbright
ripping
gen
d-money
backstabber
contagious
clack
quarters
sinatra
awe
rags
motorbike
african
inherit
embarrassed
'specially
boston
casa
mode
mastered
slice
jigga's
tenement
giant
options
illegal
whitney
stance
readin'
nevada
candidate
mine's
signin'
hearin'
literally
head's
belle
nickels
einstein
customer
leaning
punching
preacher's
queen's
attract
gloria
cases
cheers
footprints
phat
marked
busting
sands
chew
mute
direct
travels
mutual
beams
glare
lemons
report
shootin'
hardcore
hindsight
levi's
fella
america's
buyin'
bedsheets
sack
admire
boats
pointing
southside
pharrell
diggin'
checkin'
manicure
suite
normally
buzzin'
loop
disturb
collection
bubbles
classy
frustration
claustrophobic
jacob's
60
parallel
rape
liars
jerkin'
roy
oyster
motions
haa
tru
cradle
uhuh
latin
intention
amar
scarlet
cleared
darker
n'
connecting
emerald
revelation
shack
stations
lighten
value
saviour
merry-go-round
someplace
twister
sister's
columbus
prays
sinkin'
pout
flicker
display
montana
counted
storybook
unique
buffalo
despise
altered
pointed
ann
jim
arc
fe
wham
picket
backstage
tequila
tar
2x
você
defending
complications
notch
struggled
jumps
dramatic
dried
ontario
emily
slows
boundaries
ft
orient
ferrari
tous
karat
solitude
levez
mains
x4
в
на
no-no-no
badass
pitiful
lyin’
eli
hottie
ling
crop
rita
2011
o'
ooh-woah
hummingbird
crumbles
gladly
mutha
alight
ibrahim
lamb
qu'on
aiye
ohohoh
flatline
aida
barcelona
mm-mm-mm
bino
limelight
huge
vent
spade
kidnap
correct
doc
environment
booked
skill
greetings
earrings
dates
perhaps
blacks
buildings
recipe
analyze
“i
whose-
mans
cents
flossin'
prices
applaud
faggots
hugs
squeezed
mafia
honies
fries
wives
general
forehead
annie
possibly
foxy
groupies
rung
infatuation
biggs
mouths
jacks
davis
minus
6's
cable
essence
jar
hoops
cozy
print
sittin
unlike
apparel
props
grant
continued
boarded
delay
prisoners
speaker
schooled
critic
vvs
grieve
session
award
d-p
tapping
apply
uh-huh-uh-uhh-uhh-uhh
somethin
cane
swallowing
gleaming
sucking
shorties
charlie
owned
3rd
pit
smother
midst
exhale
amaze
february
dutch
tempted
appealing
suffered
alguien
rust
oh-oh-ooh
suffocating
haunts
da-da-da
w
estar
esta
iv
rearrange
amazed
blaming
swaying
affairs
feast
string-a-long
desperation
crashed
stool
scooter
saddle
retreat
kindly
motive
angeline
riverside
there'd
grande
kitty's
contacts
streaming
trembling
terrible
children's
tire
joyful
coats
exile
drunken
screens
surfboard
elusive
lei
mates
thigh
29th
heating
loca
ancient-city
whoa-whoa-whoa-whoa-whoa
crucify
that’ll
homegirl
stache
dxpe
hiccup's
“eh
νιωθω
pinkprint
tingz
tings
barbiana
elle
bloodclaat
bumpin'
d-dead
“na-na-na-na
na-na-na”
haffi
caribbean
carey
attire
nicolas
dread
m-money
snowman
sos
quieres
l-o-v-e
goosebumps
noche
irresistible
www
rays
discovering
rehab
hallucination
my—the
för
degrading
shanti
woah-ooh-oh-ooh-oh-oh
iggy
bar-bar-barbara
babyface
styrofoam
25/8
sunflower
whatchulookinat
bangerz
twork
vil
o-o-o-o-o-o-o-o-o-o
3005
back-back-backstabber
dinero
billboard
referee
venice
winding
raisin'
missy
comment
cribs
tools
confusing
heyyy
removed
crook
sprees
ahhhh
fists
unto
threats
manolo
timbs
slaves
mag
perish
kin
coins
continues
advance
presidential
outfit
cole
blouse
carats
zip
skull
horny
obey
depends
whipped
treats
introduced
thou'
clark
fry
lickin'
suckers
wiz
racin'
desk
compass
bottoms
immediately
nodded
bamboo
'nother
preparing
repair
hearse
memorize
muscles
majesty
caviar
fuel
conceive
drawing
nations
trains
tilted
mule
he’ll
pinky
affliction
hand's
unh
individual
healed
bermuda
punish
arise
beds
area
aggressive
stocking
oui
booze
sipped
warring
suspended
glisten
feathers
duty
peanut
saturn
awoke
thousands
via
wider
concern
do's
ooohhhh
camouflage
planning
cargo
nadie
estás
anxious
begged
sabes
haven’t
wrecked
stillness
rises
instant
thru
thing's
blinds
engineer
caress
baton
sloppy
lions
sally
lays
lingers
combat
cope
hawk
locket
dining
captured
500
northern
tumblin'
catches
rug
howard
rusty
barn
fare
sweetly
til'
away-ay
tales
streak
streetlight
swam
prom
depressed
fakers
proudly
nonchalant
graffiti
ireland
7th
17th
guessed
jamie
countdown
underestimate
vida
grasp
horror
positions
potions
fader
signature
where’s
juicy
ish
eraser
witch
prosper
stank
kinky
playtime
scotty
peculiar
ru
pleaser
babydoll
extreme
pleasing
ves
entertainer
scandal
feeling's
necesito
the-the-the-the-the-the
ooh-hoo
revival
ussr
lovesick
restart
coo-coochie-coochie-coo
levon
swank
maze
dumbo
marley
perry
basquiat
features
cans
mentioned
wally
contestant
divorce
whack
morn'
equality
watchy
chatty
turner
coca
rocked
cuban
lens
timeless
legends
slamming
bleachers
beatin'
bey
liver
doctors
villain
rhyming
dodge
jab
owner
oprah
'posed
h-o
comb
vans
mil
gram
flu
thorough
h-o-v-a
afar
actor
sports
flyest
rugged
bagged
alike
rewrite
educated
faced
ali
cocked
chyeah
tax
faze
uh-uhh
oath
tecs
mickey
respected
reminiscin'
suede
stressin'
rocawear
fret
deserted
interrupt
rack
gleam
pebbles
da-da-daddy
capri
marks
loyalty
switchin'
wan'
that'd
gamble
mentality
guy's
cashmere
mate
dipper
'member
joe's
clocking
ledge
ducking
slid
plotting
coldest
dipped
peach
discussion
trey
choking
uh-huh-uh-uhh
january
nearer
nothin’
betray
adjust
smilin'
tons
jockin'-j-jockin'-jockin'
officer
address
frown
behold
debut
greyhound
gemini
bassline
ouu
pretended
cart
cocoa
money's
tech
locking
cuttin'
#tidalfacts
indie
comin
gritty
teasing
lightweight
medication
overload
ignoring
mas
está
ahora
shivers
aglow
mortal
weeping
beware
sew
travelling
rushed
ramblin'
prowl
am-i
doggone
huu
dull
shuts
dancers
vacant
joad
rod
siren
bluff
pinball
aurora
pilgrim
pal
clarence
prophets
trades
pleasures
redneck
education
town's
ole
absolutely
undressed
matamoros
brace
glorious
ash
scaring
bitten
taker
vigilante
claws
intro
nouveau
highly
ex-lovers
lakes
ra-di-di-di-di-di-di-di-di-di-da-da
ha-ah
helmet
ah-aah
accidents
sinks
worthwhile
ha-ha-ha
ahh-ahh-ahh
acoustic
brad
‘til
ginger
20th
melbourne
goodbye's
volcano
2018
followers
iphone
creative
make-up
missionaries
shtick
h-i-m
dimension
symphonic
pl-plastic
spice
ça
americano
io
keepa'
nerd
meow
way-ay-ay-ay
dj's
k-kind
urban
concept
lcver's
licky
тебе
you-you-you
ev'ry
daydreamin'
eh”
delirium
deliri
aeroplane
migraine
b-b-b-barbie
starships
bygones
doh
got-got
ah-ah-ah-ah-ah
gurl
